Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Military Vessels: [root.ehof_pre_flight_military]
ru: Военные суда: [root.ehof_pre_flight_military]

source: Military coordinators who specialize in the fortification and defense of the $pc_giga_frameworld$.
ru: Военные координаторы, специализирующиеся на укреплениях и обороне $pc_giga_frameworld$

source: Militia Armies
ru: Народные дружины

source: Militia Army
ru: Народная дружина

source: Mind Intrusion
ru: Вторжение в умы

source: Mind Suppression
ru: Подавление разума

source: Mind-bogglingly large expanses of urban housing built here, stretching thousands and thousands of kilometers in every direction.
ru: Здесь построены умопомрачительно большие пространства городского жилья, простирающиеся на тысячи и тысячи километров во всех направлениях.

source: Miner Jobs
ru: Работа шахтера

source: Mineral Focus
ru: Горнодобывающий фокус

source: Mineral Replicator
ru: Минеральный репликатор

source: Mineral output nominal.
ru: Номинальный объем добычи полезных ископаемых.

source: Mineralized Soils
ru: Минерализованные почвы

source: Mineralizer Blokkat
ru: Минерализатор Блоккат

source: Minerals Storage Capacity
ru: Емкость для хранения полезных ископаемых

source: Mini Natural Wormhole
ru: Мини-природная червоточина

source: Mini-Strife Field
ru: Поле мини-борьбы

source: Minimal Conversion
ru: Минимальное преобразование

source: Minimal Food Conversion
ru: Минимальное преобразование пищи

source: Mining Bot
ru: Горнодобывающий бот

source: Mining Building
ru: Здание шахты

source: Mining Guilds
ru: Шахтерские гильдии

source: Mining Station
ru: Горнодобывающая станция

source: Mining Station Build Cost
ru: Стоимость строительства добывающей станции

source: Mining Station Build Speed
ru: Скорость строительства добывающей станции

source: Mining Stations Mineral Output
ru: Добыча полезных ископаемых на горных станциях

source: Ministries of Employment
ru: Министерства занятости

source: Ministry of Employment
ru: Министерство занятости

source: Ministry of Propaganda
ru: Министерство пропаганды

source: Minor Investment
ru: Малые финансы

source: Minor Orbital
ru: Малая орбитальная станция

source: Minus 1
ru: Минус 1

source: Minus 10
ru: Минус 10

source: Minus 100
ru: Минус 100

source: Minute improvements in the assembly process of our Strike Corvettes yield noticeable results in their final assembly rate, ensuring accelerated production.
ru: Незначительные улучшения в процессе сборки наших ударных корветов дают заметные результаты в скорости их окончательной сборки, обеспечивая ускорение производства.

source: Mirror Mirror on the Wall, we are the greatest of them all!
ru: Зеркало, зеркало на стене, мы величайшие из всех!

source: Mirror Visions
ru: Зеркальные видения

source: Miscellaneous
ru: Разное

source: Missile Speed
ru: Скорость взрывного оружия

source: Missionaries
ru: Проповедники

source: Mizin Black Hole
ru: Черная дыра Мизина

source: Mobilize Against the Katzenartig Imperium
ru: Мобилизоваться против империи Катзеринга

source: Moderate
ru: Рассудительный

source: Moderate Conversion
ru: Среднее преобразование

source: Moderate Extortion
ru: Средняя эксплуатация

source: Moderate Food Conversion
ru: Среднее преобразование пищи

source: Moderate International Support
ru: Умеренная международная поддержка

source: Moderate Raiding
ru: Умеренное рейдерство

source: Modernized Asteroid Weaponry
ru: Модернизированное астероидное вооружение

source: Modifiers
ru: Модификаторы

source: Modular Megastructure Designs
ru: Модульные конструкции мегаструктур

source: Modules Fabricated
ru: Изготовленные модули

source: Modules Fabricated from $sr_solar_energy$
ru: Модули, изготовленные из $sr_solar_energy$

source: Molecular Foundries
ru: Молекулярные литейные цеха

source: Molecular Foundry
ru: Молекулярное литейное производство

source: Molecular Foundry District
ru: Район молекулярного литейного производства

source: Molecular Foundry Districts
ru: Районы молекулярного литейного производства

source: Molecular Foundry Sector
ru: Сектор молекулярного литейного производства

source: Molecular Foundry Sectors
ru: Сектора молекулярного литейного производства

source: Molecular synthesis arrays and spotless clean rooms fill these facilities, producing the highly specialized materials required for large-scale orbital construction projects.
ru: Установки молекулярного синтеза и безупречно чистые помещения заполняют эти помещения, производя высокоспециализированные материалы, необходимые для крупномасштабных проектов орбитального строительства

source: Molten Bastion
ru: Военный бастион

source: Molten Bastions
ru: Военные бастионы

source: Molten World Shipyard Facilities
ru: Объекты верфи Расплавленного мира

source: Monitor it closely!
ru: Внимательно следите за этим!

source: Monitor the situation.
ru: Продолжайте следить за ситуацией.

source: Monitoring Aeternum
ru: Мониторинг Вечности

source: Monsters From the Deepth
ru: Монстры из глубины

source: Monthly $alloys$
ru: $alloys$ ежемесячно

source: Monthly $giga_sr_amb_megaconstruction$
ru: Ежемесячно $giga_sr_amb_megaconstruction$

source: Monthly $sr_dark_matter$
ru: Ежемесячная темная материя

source: Monthly $sr_iodizium$
ru: Ежемесячно $sr_iodizium$

source: Monthly $sr_living_metal$
ru: Ежемесячно £sr_living_metal£$sr_living_metal$

source: Monthly $sr_psionic_sublimate$
ru: Ежемесячно $sr_psionic_sublimate$

source: Monthly $sr_zro$
ru: $sr_zro$ ежемесячно

source: Monthly Energy Credits
ru: Ежемесячный прирост энергокредитов

source: Monthly Engineering Research
ru: Ежемесячное инженерное исследование

source: Monthly Food
ru: Ежемесячный прирост пищи

source: Monthly Minerals
ru: Ежемесячный прирост минералов

source: Monthly Nanites
ru: Ежемесячно £nanites£$nanites$

source: Monthly Physics Research
ru: Ежемесячное исследование по физике

source: Monthly Quasaric Energy
ru: Ежемесячная квазарическая энергия

source: Monthly Secondary Pop Growth
ru: Ежемесячный средний Рост Поселения

source: Monthly Society Research
ru: Ежемесячное исследование общества

source: Monument of Memories
ru: Монумент памяти

source: More 4D stuff, great.
ru: Больше 4D-материала, отлично.

source: More Defense Sentinels I
ru: Больше защитных часовых I.

source: More Defense Sentinels II
ru: Больше защитных часовых II

source: More Defense Sentinels III
ru: Больше защитных часовых III

source: More careful attuning of the Disenchanter mechanisms allow for more efficient countering of the Strife Field's nefarious effects.
ru: Более тщательная настройка механизмов рассеивания позволяет более эффективно противостоять пагубным эффектам Поля раздора

source: More hyperdimensional stuff!
ru: Еще гиперпространственных штучек!

source: Most peculiar.
ru: Весьма своеобразно

source: Most things of value of use have been taken, much of what remained were destroyed.
ru: Большинство вещей, представляющих ценность и пригодных для использования, было изъято, а многое из того, что осталось, уничтожено.

source: Mother Cloud Section
ru: Секция материнского облака

source: Mother Crystal Entity
ru: Материнская кристаллическая сущность

source: Mother Crystal Section
ru: Секция материнского кристалла

source: Mother Space Cloud
ru: Материнское космическое облако

source: Mother Tiyanki Entity
ru: Сущность Мать Тиянки

source: Mother Tiyanki Section
ru: Раздел Матери Тиянки

source: Mothers Space Cloud
ru: Материнское космическое облако

source: Mothers Tiyanki Cloud
ru: Матери Тиянки Облако

source: Mothership
ru: Материнский корабль

source: Motherships
ru: Материнские корабли

source: Mountain World Discovered
ru: Обнаружен горный мир

source: Move Back.
ru: Двигаться назад.

source: Move Down.
ru: Двигайтесь вниз.

source: Move Forward.
ru: Двигаться вперед.

source: Move To Next Sector.
ru: Переместиться в следующий сектор.

source: Move Up.
ru: Двигаться вверх.

source: Move to the East.
ru: Двигаться на восток.

source: Move to the North.
ru: Двигаемся на север.

source: Move to the South.
ru: Двигаемся на юг.

source: Move to the West.
ru: Двигаться на запад.

source: Moving to scout $PLANET_NAME|Y$
ru: Перемещение в разведку $PLANET_NAME|Y$

source: Moving to settle $PLANET_NAME|Y$
ru: Переезд для обустройства $PLANET_NAME|Y$

source: Much work lies before us.
ru: Нам предстоит много работы.

source: Much works lies before us.
ru: Нам предстоит еще много работы.

source: Mudikon Vortex
ru: Вихрь Мудикон

source: Muldros Abyss
ru: Бездна Малдроса

source: Mulguas Maw
ru: Пасть Малгуаса

source: Muljor Abyss
ru: Бездна Мулджора

source: Multi-Layered Hangars Systems
ru: Многоуровневые системы ангаров

source: Multidimensional Hangars
ru: Многомерные ангары

source: Multidimensional engineering is literally a prerequisite for this thing.
ru: Многомерная инженерия является буквально необходимым условием для этой вещи

source: Multiple redundant connections with the host $name_maginot_world$ and its buried power systems provide energy for all orbital operations.
ru: Множественные резервные соединения с хостом $name_maginot_world$ и его скрытыми энергетическими системами обеспечивают энергией все орбитальные операции.

source: Multipurpose Thrusters
ru: Многоцелевые двигатели

source: Multispecies Skeletons
ru: Многовидовые скелеты

source: Multiverse Enthusiast
ru: Энтузиаст мультивселенной

source: Muludams Singularity
ru: Сингулярность Мулудама

source: Muluria Maelstrom
ru: Водоворот Мулурии

source: Mupakon Vortex
ru: Вихрь Мупакона

source: Muparad Vortex
ru: Вихрь Мупарада

source: Mupenlia Maelstrom
ru: Водоворот Мупенлии

source: Mupliv Abyss
ru: Бездна Муплив

source: Mupolax Vortex
ru: Вихрь Муполакса

source: Must be built in an empty system.
ru: Должно быть встроено в пустую систему.

source: Must build around a habitable planet.
ru: Должно строиться вокруг пригодной для жизни планеты.

source: Must have a shrouded world within our borders.
ru: У нас должен быть закрытый мир в пределах наших границ.

source: Must not already have the ability to illuminate a shrouded world.
ru: Должно быть, у вас уже нет способности освещать скрытый мир.

source: Must not be building on a Megastructure
ru: Не должно строиться на мегаструктуре

source: Mutant
ru: Мутанты

source: My defenses are pathetic, got something bigger?
ru: Мои оборонительные средства слишком слабы, есть что-то покрупнее?

source: My eyes hurt.
ru: У меня болят глаза

source: Myanecoon
ru: Мьянекун

source: Myiler
ru: Мой клиент

source: Myolin
ru: Миолин

source: Mysteries of Faust
ru: Тайны Фауста

source: Mysterious Geoglyphs
ru: Иероглифы

source: Mysterious Geoglyphs I
ru: Иероглифы I

source: Mysterious Geoglyphs II
ru: Иероглифы II

source: Mysterious Geoglyphs III
ru: Иероглифы III

source: Mysterious Geoglyphs IV
ru: Иероглифы IV

source: Mysterious Stone
ru: Таинственный камень

source: Mysterious constructs on the edge of understanding bend reality to squeeze even more supplies into one storage container for transport.
ru: Таинственные конструкции, находящиеся на грани понимания, искажают реальность, чтобы вместить еще больше припасов в один контейнер для хранения и транспортировки

source: Mystery
ru: Скрытность

source: Mystery Traditions
ru: Традиции скрытности

source: Mystery Traditions Finished
ru: Традиции скрытности завершены

source: Mystic
ru: Мистик

source: Mystics
ru: Мистики

source: Müller
ru: Мюллер

source: Namenulis Maelstrom
ru: Наменулис водоворот

source: Nanite $PRODUCTION$
ru: Производство нанитов

source: Nanite Autocannon
ru: Нанитовая автопушка

source: Nanite Composition
ru: Состав нанита

source: Nanite Deficit
ru: Дефицит нанита

source: Nanite Deposit
ru: Месторождение нанита

source: Nanite Deserts
ru: Нанитовые пустыни

source: Nanite Extraction
ru: Извлечение нанитов

source: Nanite Factory Site
ru: Площадка нанитовой фабрики

source: Nanite Gateway
ru: Нанитовый шлюз

source: Nanite Gateway Constructed
ru: Нанитовый шлюз построен

source: Nanite Processors
ru: Процессоры нанитов.

source: Nanite Purification
ru: Очистка нанитов

source: Nanite Rationing
ru: Нормирование нанитов

source: Nanite Reserves
ru: Запасы нанита

source: Nanite Ship Sections
ru: Секции нанитовых кораблей

source: Nanite Shortages
ru: Нехватка нанита

source: Nanite Station Sections
ru: Разделы станции "Нанит"

source: Nano Drone Workers
ru: Рабочие нано-дроны

source: Nano Drones
ru: Нано-дроны

source: Nano Production Facility Tier-1
ru: Нанопроизводство Уровень-1

source: Nano Production Facility Tier-2
ru: Нанопроизводство Уровень-2

source: Nano Production Facility Tier-3
ru: Нанопроизводство Уровень-3

source: Nano-Assembler
ru: Нанолитейное производство

source: Nano-Assemblers
ru: Нанолитейные производства

source: Nano-Engineering Campus Tier-1
ru: Нано-инженерный кампус Тип-.1

source: Nano-Engineering Campus Tier-2
ru: Нано-инженерный кампус Тип-.2

source: Nano-Engineering Campus Tier-3
ru: Нано-инженерный кампус Тип-.3

source: Nano-Engineering Campus Tier-4
ru: Нано-инженерный кампус Тип-.4

source: Nano-Engineering Campus Tier-5
ru: Нано-инженерный кампус Тип-.5

source: Nano-Farming Complex Tier-1
ru: Нано-фермерский комплекс Тип-1

source: Nano-Farming Complex Tier-2
ru: 'Нано-фермерский комплекс Тип-2

source: Nano-Farming Complex Tier-3
ru: 'Нано-фермерский комплекс Тип-3

source: Nano-Farming Complex Tier-4
ru: 'Нано-фермерский комплекс Тип-4

source: Nano-Farming Complex Tier-5
ru: 'Нано-фермерский комплекс Тип-5

source: Nano-Mining Complex Tier-1
ru: Ярус нанодобывающего комплекса тип--1

source: Nano-Mining Complex Tier-2
ru: Ярус нанодобывающего комплекса тип-2

source: Nano-Mining Complex Tier-3
ru: Ярус нанодобывающего комплекса тип-3

source: Nano-Mining Complex Tier-4
ru: Ярус нанодобывающего комплекса тип-4

source: Nano-Mining Complex Tier-5
ru: Ярус нанодобывающего комплекса тип-5

source: Nano-Physics Campus Tier-1
ru: Кампус Нано-Физики Ярус-1

source: Nano-Physics Campus Tier-2
ru: Кампус Нано-Физики Ярус-2

source: Nano-Physics Campus Tier-3
ru: Кампус Нано-Физики Ярус-3

source: Nano-Physics Campus Tier-4
ru: Кампус Нано-Физики Ярус-4

source: Nano-Physics Campus Tier-5
ru: Кампус Нано-Физики Ярус-5

source: Nano-Power Plant Tier-1
ru: Нано-электростанция Тип-1

source: Nano-Power Plant Tier-2
ru: Нано-электростанция Тип-2

source: Nano-Power Plant Tier-3
ru: Нано-электростанция Тип-3

source: Nano-Power Plant Tier-4
ru: Нано-электростанция Тип-4

source: Nano-Power Plant Tier-5
ru: Нано-электростанция Тип-5

source: Nano-Sociological Campus Tier-1
ru: Нано-социологический кампус Тип-1

source: Nano-Sociological Campus Tier-2
ru: Нано-социологический кампус Тип-2

source: Nano-Sociological Campus Tier-3
ru: Нано-социологический кампус Тип-3

source: Nano-Sociological Campus Tier-4
ru: Нано-социологический кампус Тип-4

source: Nano-Sociological Campus Tier-5
ru: Нано-социологический кампус Тип-5

source: Nanomachine
ru: Наномашина

source: Nanomachines
ru: Наномашины

source: Naos Maw
ru: Пасть Наоса

source: Narak Maelstrom
ru: Водоворот Нарака

source: National Assembly
ru: Национальное Собрание

source: Nationalism
ru: Национализм

source: Native Species
ru: Коренные виды

source: Natural Global Network
ru: Естественная глобальная сеть

source: Natural Integration
ru: Естественная интеграция

source: Natural Riches
ru: Природные богатства

source: Natural Warriors
ru: Прирождённые солдаты

source: Nature
ru: Природа

source: Nature Preserve
ru: Природный заповедник

source: Nature Preserves
ru: Природа переживает

source: Nature Traditions
ru: Традиции природы

source: Nature Traditions Finished
ru: Традиции природы завершены

source: Naval Background
ru: Ветеран флота

source: Navy
ru: Флот

source: Navy Center District
ru: Район центра ВМФ

source: Navy Center Districts
ru: Районы центра ВМФ

source: Navy Pilot
ru: Военно-космический летчик

source: Navy Pilot Drone
ru: Пилот военно-космических дронов

source: Navy Pilot Drones
ru: Пилот военно-космических дронов

source: Navy Pilots
ru: Военно-космические летчики

source: Necropolis
ru: Некрополь

source: Negative Energy Studies
ru: Исследования негативной энергии

source: Negative Mass Beam
ru: $ehof_qnm$ Луч

source: Negative Mass Booster
ru: Усилитель отрицательной массы

source: Negative Mass Catapult
ru: Катапульта с отрицательной массой

source: Negative Mass Condenser
ru: Конденсатор отрицательной массы

source: Negative Mass Condensers
ru: Конденсаторы с отрицательной массой

source: Negative Mass Construction Acceleration
ru: Ускорение строительства от Отрицательной массы

source: Negative Mass Deficit
ru: Отрицательный дефицит массы

source: Negative Mass Disruptor
ru: $ehof_qnm$ Разрушитель

source: Negative Mass Emitter
ru: Излучатель отрицательной массы

source: Negative Mass Enhancements
ru: $ehof_qnm$ Усовершенствования

source: Negative Mass Jump Drive Enhancements
ru: $ehof_qnm$ Улучшенный привод для прыжка

source: Negative Mass Lance
ru: $ehof_qnm$ Копье

source: Negative Mass Laser
ru: $ehof_qnm$ Лазер

source: Negative Mass Point Defense
ru: $ehof_qnm$ Очковая защита

source: Negative Mass Protector
ru: Защита от отрицательной массы

source: Negative Mass Pseudoplasma Launcher
ru: $ehof_qnm$ Плазма

source: Negative Mass Reactors
ru: $ehof_qnm$ Реакторы

source: Negative Mass Reserves
ru: Отрицательные запасы массы

source: Negative Mass Sensors
ru: $ehof_qnm$ Датчики

source: Negative Mass Shields
ru: $ehof_qnm$ Щиты

source: Negative Mass Shortages
ru: Отрицательный дефицит массы

source: Negative Mass Thrusters
ru: $ehof_qnm$ Двигатели

source: Negative Mass Torpedoes
ru: $ehof_qnm$ Торпеды

source: Negative Mass Transmuter
ru: Преобразователь отрицательной массы

source: Negative Mass Utilization
ru: Отрицательное массовое использование

source: Negative Mass Weapons
ru: Отрицательное массовое оружие

source: Negative Pressure Application
ru: Применение отрицательного давления

source: Negative Pressure Thrust Increase
ru: Увеличение тяги при отрицательном давлении

source: Negative mass allows us to augment our existing sensors by creating much more precise signal filters, resulting in improved scan resolution and fleet detection.
ru: $ehof_qnm$ позволяет нам дополнять наши существующие датчики и обеспечивать более высокую производительность, что приводит к гораздо более высокому обнаружению автопарка.

source: Negative mass is poison to you.
ru: Отрицательная масса - это яд для вас

source: Negative mass reactors utilize polarized flows of the substance and \"normal\" energy to achieve near-perfect annihilation and commiserately massive power output.
ru: $ehof_qnm$ Реакторы используют огромную пропускную способность $ehof_qnm$, обеспечивая невообразимую энергию при малых размерах.

source: Negative mass shields actively repel matter and energy striking them rather than simply dissipating the source at its point of impact.
ru: $ehof_qnm$ позволяет нам усилить наши существующие щиты и обеспечить более высокую отдачу энергии, что приводит к гораздо более сильному поглощению урона.

source: Negative.
ru: Ответ отрицательный.

source: Negotiating with Blokkats
ru: Переговоры с блоккатами

source: Negotiating with Strikers
ru: Переговоры с бастующими

source: Negotiation Strategy
ru: Переговорная стратегия

source: Negotiations Fail.
ru: Переговоры проваливаются

source: Negotiations Successful!
ru: Переговоры успешны!

source: Neither the ceiling high above can be seen, the pillars holding it up seemingly disappearing into the void.
ru: Не видно ни потолка, ни колонн, поддерживающих его, которые словно растворяются в пустоте.

source: Nemesis of the Galaxy
ru: Галактическая Немезида

source: Neoblokatina
ru: Необлокатина

source: Nerd
ru: Ботаник

source: Nested deep within the asteroid's crust lies a colossal reactor of advanced design, providing plenty of energy for the structure's vast array of weapons.
ru: Глубоко в коре астероида спрятан колоссальный реактор продвинутой конструкции, обеспечивающий достаточное количество энергии для широкого спектра вооружений сооружения.

source: Neumann
ru: Нейман

source: Neutral
ru: Нейтральный

source: Neutron Launchers
ru: Нейтронные пусковые установки

source: Neutron Star Anomaly
ru: Аномалия нейтронной звезды

source: Neutronium Gigaforge
ru: Гигакузница нейтрония

source: Neutronium Gigaforge Alloys
ru: Сплавы Гигафорж нейтрония

source: Neutronium Gigaforge Alloys Cost
ru: Стоимость сплавов Гигафорж нейтрония

source: Neutronium Gigaforge Management Protocols
ru: Протоколы управления Гигакузницей нейтрония

source: Neutronium Gigaforge Unity
ru: Гигафорж нейтрония Единство

source: Neutronium Gigaforge Unity Cost
ru: Стоимость Единство Гигафорж нейтрония

source: Neutronium alloys enhanced with small amounts of Quberine from the Squareworld, enhancing the toughness of the plating.
ru: Сплавы нейтрония, усиленные небольшим количеством куберина из Квадратного мира, повышают прочность покрытия.

source: Nevermind, do not help our research.
ru: Неважно, не помогайте нашим исследованиям

source: New Army Tactics
ru: Новая армейская тактика

source: New Beginnings
ru: Новые начинания

source: New Construction Option.
ru: Энигмалит предтеч утвержден!

source: New Data Discovered
ru: Обнаружены новые данные

source: New Gifts of Nature
ru: Естественный подарок

source: New Katzenland Guard
ru: Новая гвардия Катценланда

source: New Prospecting Techniques
ru: Разведка полезных ископаемых

source: New System Connected to Hyperlane Network
ru: Новая система расположена

source: New Systems Localization
ru: Локализация новых систем

source: New White Hole Located
ru: Обнаружена новая белая дыра

source: New Worlds
ru: Новые миры

source: New advanced types of Attack Moon computers and crew layouts enable them to more easily adapt to a multitude of roles on the battlefield, from long-range artillery to interceptors and hangars.
ru: Новые усовершенствованные типы компьютеров Боевая Луна и компоновки экипажей позволяют им легче адаптироваться к множеству ролей на поле боя, от дальнобойной артиллерии до перехватчиков и ангаров.

source: New excavation techniques allow us to dig the mines deep enough, as well to localise the minerals once deep enough.
ru: Новые технологии добычи позволяют нам копать шахты достаточно глубоко, а также локализовать полезные ископаемые на достаточной глубине.

source: New insights into multidimensional engineering enable us to fit even more Strike Corvettes in ever-smaller volumes.
ru: Новые идеи в области многомерной инженерии позволяют нам размещать еще больше ударных корветов во все меньших объемах.

source: New methods are implemented to reduce paperwork and bureaucratic response times, enabling projects to be completed more quickly.
ru: Внедряются новые методы для сокращения бумажной работы и бюрократических проволочек, что позволяет быстрее завершать проекты.

source: New ship sections made of nanites allow us to use more weapons and modules.
ru: Новые секции корабля из нанитов, позволяющие использовать больше оружия и модулей.

source: New station sections made of nanites allow us to use more weapons and modules.
ru: Новые секции станции из нанитов позволяют использовать больше оружия и модулей.

source: New strict guidelines and decentralized promotion decisions ensure that this is no longer the case.
ru: Новые строгие правила и децентрализованные решения о продвижении по службе гарантируют, что этого больше не произойдет.

source: Newlink
ru: Новая ссылка

source: Next Generation
ru: Следующее поколение

source: Next-Generation Nutrients
ru: Питательные вещества нового поколения

source: Nexus Hypersegment
ru: Гиперсегмент нексуса

source: Nexus Hypersegments
ru: Гиперсегменты нексуса

source: Nexus Megacluster
ru: Мегакластер Нексуса

source: Nice.
ru: Мило.

source: Nicoll-Dyson Beam
ru: Луч Николла-Дайсона

source: Nicoll-Dyson Capacitor Array
ru: Конденсаторная решетка Николла-Дайсона
